tap "xwmx/taps"
brew "bat"
brew "clang-format"
brew "cmake"
brew "fd"
brew "gh"
brew "gping"
brew "htop"
brew "httpie"
brew "lua"
brew "make"
brew "neovim"
brew "nvm"
brew "perl"
brew "ruby"
brew "starship"
brew "stow"
brew "tree"
brew "watch"
brew "wget"
brew "xwmx/taps/nb", args: ["HEAD"]
cask "claude-code"
cask "copilot-cli"
cask "font-hackgen-nerd"
cask "wezterm@nightly"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscode-icons-team.vscode-icons"
